export const interiors = [
  {
    img: '/src/assets/images/about/interiors01.png',
  },
  {
    img: '/src/assets/images/about/interiors02.png',
  },
  {
    img: '/src/assets/images/about/interiors03.png',
  },
  {
    img: '/src/assets/images/about/interiors04.png',
  },
];

export const homeSlider = [
  {
    img: '/src/assets/images/home/slide01.png',
    heading: 'Франшиза кофейни “HAPPY LITTLE”',
    btn: 'Узнать подробнее',
    path: '/Franchise',
  },
  {
    img: '/src/assets/images/home/slide02.png',
    heading: 'Мы - кофейня, где звезды становятся ближе',
    btn: 'Узнать подробнее',
    path: '/About',
  },
  {
    img: '/src/assets/images/home/slide03.png',
    heading: 'Твой кофе у нас',
    btn: 'Заказать',
    path: '/Menu',
  },
];

export const categories = [
  {
    id: 1,
    name: 'Основное меню',
    posts: [
      {
        id: 1,
        img: '/src/assets/images/menu/menu01/coff01.png',
        namecoff: 'Эспрессо',
        volumecoff: '150р / 50 мл',
        description: 'Перед вами не просто кофе – это концентрированная симфония, где каждая нота играет на ваших чувствах. Наш Эспрессо – это ритуал, искусство и магия, воплощённые в одном маленьком, но мощном глотке.',
        composition: 'Молотое кофейное зерно собственного производства',
      },
      {
        id: 2,
        img: '/src/assets/images/menu/menu01/coff02.png',
        namecoff: 'Американо',
        volumecoff: '350р / 250 мл',
        description: 'Представьте себе утренний свет, мягко льющийся через окно, первый глубокий вдох нового дня и перед вами — чашка Американо, где каждая капля рассказывает свою историю. Это не просто кофе, это философия баланса, где мощь эспрессо встречается с прозрачной чистотой горячей воды, создавая напиток для тех, кто ценит ясность вкуса и глубину послевкусия.',
        composition: 'Молотое кофейное зерно собственного производства, вода',
      },
      {
        id: 3,
        img: '/src/assets/images/menu/menu01/coff03.png',
        namecoff: 'Капучино',
        volumecoff: '400р / 350 мл',
        description: 'Представьте себе идеальное утро: за окном лёгкий туман, в воздухе витает аромат свежесмолотых кофейных зёрен, а в руках — чашка с бархатистым капучино, увенчанным воздушной пенкой, словно облаком. Это не просто кофе — это маленькое произведение искусства, где каждый глоток дарит гармонию насыщенности, нежности и сладости.',
        composition: 'Молотое кофейное зерно собственного производства, молоко',
      },
      {
        id: 4,
        img: '/src/assets/images/menu/menu01/coff04.png',
        namecoff: 'Латте',
        volumecoff: '450р / 350 мл',
        description: 'Представьте себе мягкое утро, когда первые лучи солнца ласкают окна, а в воздухе разливается сладковатый аромат свежесваренного кофе. В ваших руках — высокая прозрачная чашка, наполненная слоистым латте: бархатистым, молочно-золотистым, с манящим рисунком на нежной пенке. Это не просто напиток — это момент наслаждения, когда время замедляется, а мир становится чуть теплее и добрее.',
        composition: 'Молотое кофейное зерно собственного производства, молоко',
      },
      {
        id: 5,
        img: '/src/assets/images/menu/menu01/coff05.png',
        namecoff: 'Раф',
        volumecoff: '500р / 450 мл',
        description: 'Представьте себе хмурый осенний день, когда за окном моросит дождь, а в воздухе витает аромат свежесмолотых кофейных зерен, смешанный с теплыми нотками ванили. В ваших руках — высокая керамическая чашка, из которой поднимается легкий пар, а внутри — кремово-золотистый, шелковистый напиток с воздушной пенкой, напоминающей облако. Это не просто кофе — это Раф, волшебный эликсир, созданный для тех, кто ценит уют, мягкость и изысканность вкуса.',
        composition: 'Молотое кофейное зерно собственного производства, молоко, сливки 20%',
      },
      {
        id: 6,
        img: '/src/assets/images/menu/menu01/coff06.png',
        namecoff: 'Флэт Уайт',
        volumecoff: '400р / 300 мл',
        description: 'Представьте себе утро, когда мир еще только просыпается, а воздух наполнен свежестью нового дня. В ваших руках — идеально гладкая керамическая чашка, из которой струится тонкий аромат свежесваренного кофе. Перед вами — Флэт Уайт, напиток, в котором сила эспрессо сливается с бархатной нежностью молока, создавая непревзойденную гармонию вкуса. Это не просто кофе — это воплощение элегантности и баланса, где каждая деталь доведена до совершенства.',
        composition: 'Молотое кофейное зерно собственного производства, молоко',
      },
      {
        id: 7,
        img: '/src/assets/images/menu/menu01/coff07.png',
        namecoff: 'Крем Капучино',
        volumecoff: '450р / 350 мл',
        description: 'Представьте, будто утро начинается не с пробуждения, а с первого глотка Крем Капучино — шелковистого, воздушного, словно десерт, превращенный в напиток. Это не просто кофе — это объятие вкуса, где густая молочная пена сливается с бархатистым эспрессо, создавая гармонию, достойную лучших моментов жизни.',
        composition: 'Молотое кофейное зерно собственного производства, молоко',
      },
      {
        id: 8,
        img: '/src/assets/images/menu/menu01/coff08.png',
        namecoff: 'Айс-Латте',
        volumecoff: '500р / 450 мл',
        description: 'Представьте, как жаркий летний день вдруг становится чуть добрее, когда в ваших руках появляется бокал Айс Латте — бархатистый, освежающий, с игривыми переливами молока и кофе. Это не просто напиток, а спасение от зноя, воплощенное в идеальном балансе крепкого эспрессо, холодного молока и нежных льдинок, которые словно шепчут: «Расслабься, лето создано для наслаждения».',
        composition: 'Молотое кофейное зерно собственного производства, молоко, лед',
      },
    ],
  },
  {
    id: 2,
    name: 'Сезонные напитки',
    posts: [
      {
        id: 1,
        img: '/src/assets/images/menu/menu02/coff01.png',
        namecoff: 'Халва',
        volumecoff: '250р / 150 мл',
        description: 'Представьте, как золотистые лучи заката окрашивают узкие улочки старинного восточного города, а в воздухе витает аромат свежеобжаренного кофе и тающей халвы… Именно так рождается Кофе Халва — волшебный напиток, где терпкость эспрессо танцует с нежной сладостью восточных сладостей, создавая гармонию, достойную шехерезады.',
        composition: 'Молотое кофейное зерно собственного производства, молоко, сливки 20%, тертая халва, топпинг Халва',
      },
      {
        id: 2,
        img: '/src/assets/images/menu/menu02/coff02.png',
        namecoff: 'Темное Мокко',
        volumecoff: '300р / 450 мл',
        description: 'Когда за окном бушует непогода, а в душе просыпается жажда чего-то глубокого и загадочного, на сцену выходит "Темное Мокко" – напиток, в котором переплелись страсть, тайна и изысканность. Это не просто кофе – это ночной джаз в чашке, где каждый глоток звучит как низкий, бархатный саксофон.',
        composition: 'Молотое кофейное зерно собственного производства, молоко, горячий шоколад',
      },
      {
        id: 3,
        img: '/src/assets/images/menu/menu02/coff03.png',
        namecoff: 'Раф Мандарин',
        volumecoff: '350р / 450 мл',
        description: 'Представьте, как первые лучи утреннего солнца пробиваются сквозь шторы, наполняя комнату теплым светом, а в воздухе витает свежий, бодрящий аромат спелых мандаринов… Именно так начинается ваше знакомство с "Раф Мандарином" – кофейным шедевром, где нежность взбитых сливок встречается с яркой цитрусовой феерией.',
        composition: 'Молотое кофейное зерно собственного производства, молоко, сливки 20%, цедра димона, сироп Мандарин',
      },
      {
        id: 4,
        img: '/src/assets/images/menu/menu02/coff04.png',
        namecoff: 'Латте Мятный',
        volumecoff: '450р / 500 мл',
        description: 'Представьте, как первый зимний ветерок, напоенный ароматом хрустального снега и сочной мяты, нежно касается вашего лица… Именно так начинается каждое утро с Мятного Латте – напитка, в котором бодрящая прохлада встречается с молочной нежностью, создавая идеальную гармонию вкусов.',
        composition: 'Молотое кофейное зерно собственного производства, молоко, Сироп Мята, листь мяты',
      },
      {
        id: 5,
        img: '/src/assets/images/menu/menu02/coff05.png',
        namecoff: 'Сырный латте',
        volumecoff: '250р / 450 мл',
        description: 'Представьте себе идеальный баланс насыщенного эспрессо, бархатистого молока и изысканного сырного крема, который тает во рту, окутывая вкус мягкой сливочностью с лёгкой солоноватой ноткой. Этот необычный латте – словно тёплое объятие в чашке, где кофе играет первую скрипку, а сырный крем добавляет глубину и пикантность, превращая каждый глоток в маленькое гастрономическое приключение.',
        composition: 'Молотое кофейное зерно собственного производства, молоко, сыр маскарпоне',
      },
      {
        id: 6,
        img: '/src/assets/images/menu/menu02/coff06.png',
        namecoff: 'Бамбл',
        volumecoff: '300р / 450 мл',
        description: 'Представьте себе идеальный баланс нежности и бодрости – это "Бамбл", кофейный напиток, вдохновленный самой природой! Как трудолюбивая пчела, собирающая нектар, этот коктейль из ароматного эспрессо, воздушного вспененного молока и сладкого медового сиропа подарит вам невероятную гармонию вкусов.',
        composition: 'Молотый кофе, лед, апельсиновый сок, цитрусовый сироп ',
      },
      {
        id: 7,
        img: '/src/assets/images/menu/menu02/coff07.png',
        namecoff: 'Фраппучино',
        volumecoff: '400р / 350 мл',
        description: 'Представьте, что жаркий день становится чуть прохладнее, а в руках у вас – бокал с освежающим, нежным и соблазнительно вкусным Фраппучино! Этот кофейный коктейль – идеальный баланс между бодрящим кофе, воздушной молочной пеной и лёгкой сладостью, превращающий каждый глоток в маленькое наслаждение.',
        composition: 'Молотый кофе, мороженное, молоко, экстракт ванили',
      },
      {
        id: 8,
        img: '/src/assets/images/menu/menu02/coff08.png',
        namecoff: 'Сникерс',
        volumecoff: '500р / 450 мл',
        description: 'Представьте себе идеальный баланс насыщенного эспрессо, нежного молока и роскошной карамельно-ореховой гармонии. Этот кофе вдохновлён легендарным шоколадным батончиком, но дарит ещё более изысканное и взрослое удовольствие.',
        composition: 'Молотый кофе, мороженное, молоко, экстракт ванили, ореховый сироп, шоколадный топпинг, сироп карамель',
      },
    ],
  },
  {
    id: 3,
    name: 'Кофе по знакам',
    posts: [
      {
        id: 1,
        img: '/src/assets/images/menu/menu03/coff01.png',
        namecoff: 'Утонченный Рак',
        volumecoff: '250р / 150 мл',
        description: 'Этот изысканный кофейный коктейль создан специально для тех, кто, как и знак Рака, обладает тонкой душевной организацией, ценит уют и теплоту. Утончённый Рак — это мягкий латте с нотками ванили и карамели, украшенный нежной молочной пеной, щепоткой корицы и каплями мёда, словно тёплые объятия после долгого дня.',
        composition: 'Эспрессо, молоко, ванильный сироп',
      },
      {
        id: 2,
        img: '/src/assets/images/menu/menu03/coff02.png',
        namecoff: 'Шоколадный Лев',
        volumecoff: '300р / 450 мл',
        description: 'Этот роскошный кофейный коктейль создан специально для тех, кто, как и знак Льва, любит быть в центре внимания, обожает роскошь и обладает неудержимой энергией. Шоколадный Лев — это гармония крепкого эспрессо, нежного молока и насыщенного шоколада, украшенная воздушной сливочной пеной и золотистой карамельной нитью, словно отблеск вашей сияющей натуры.',
        composition: 'Эспрессо, сливки 20%, шоколадный топпинг',
      },
      {
        id: 3,
        img: '/src/assets/images/menu/menu03/coff03.png',
        namecoff: 'Мягкий Овен',
        volumecoff: '350р / 450 мл',
        description: 'Этот динамичный кофейный коктейль создан специально для тех, кто, как и знак Овна, рожден быть первым, обожает яркие вкусы и заряжает всех вокруг своей неутомимой энергией. Мягкий Овен — это дерзкий дуэт крепкого ристретто и бархатистого молока с пикантной ноткой красного перца, карамельным сиропом и лёгкой пеной, украшенной шоколадной молнией — символом вашей стремительной натуры!',
        composition: 'Эспрессо, молоко, сливки 20%',
      },
      {
        id: 4,
        img: '/src/assets/images/menu/menu03/coff04.png',
        namecoff: 'Какаво Скорпиону',
        volumecoff: '450р / 500 мл',
        description: 'Этот напиток — не просто какао. Это ритуал. Какаво Скорпион — густой, почти мистический шоколадный нектар с добавлением тёмного рома, щепоткой острого кайенского перца и тёмной карамели, увенчанный взбитыми сливками и тёмным шоколадом, словно ваши скрытые мысли.',
        composition: 'Корица, Имбирь, Гвоздика, Мускатный орех, Кардамон, Кайенский перец, Бадьян',
      },
      {
        id: 5,
        img: '/src/assets/images/menu/menu03/coff05.png',
        namecoff: 'Любовь Девы',
        volumecoff: '250р / 450 мл',
        description: 'Для взыскательных, мудрых и бесконечно добрых Дев — напиток, в котором каждая деталь продумана до совершенства… Это не просто кофе — это поэма о любви, написанная нотками ванили, штрихами миндаля и лёгким акварельным мазком лавандового мёда.',
        composition: 'Мороженное Сливочный пломбир, тертый шоколад, шоколадный топпинг',
      },
      {
        id: 6,
        img: '/src/assets/images/menu/menu03/coff06.png',
        namecoff: 'Флэт Рыбельский',
        volumecoff: '300р / 450 мл',
        description: 'Это не просто кофе. Это — пропущенный через сито ваших фантазий нежный флэт уайт с карамельно-сливочными нотками, каплей сиропа из цветов апельсина и лёгким шлейфом лавандового мёда. На его бархатной пене играют переливы съедобного жемчуга, словно отблески лунной дорожки на ночной воде…',
        composition: 'Эспрессо, молоко, сироп "Blue Curacao',
      },
      {
        id: 7,
        img: '/src/assets/images/menu/menu03/coff07.png',
        namecoff: 'Глаза Близнеца',
        volumecoff: '400р / 350 мл',
        description: 'Перед вами не просто кофе — это визуальное и вкусовое воплощение вашей двойственной натуры. Глаза Близнеца — это два контрастных эспрессо в одной чашке: один — классический крепкий с горьковатым послевкусием, другой — с нотками фундука и карамели. Их разделяет тончайшая перегородка из тёмного шоколада, которая тает при первом же касании, позволяя вкусам смешиваться в причудливом танце…',
        composition: 'Эспрессо, лед, молоко, топпинг "карамель", основа для молочного коктейля "ваниль", грецкие орехи',
      },
      {
        id: 8,
        img: '/src/assets/images/menu/menu03/coff08.png',
        namecoff: 'Еще Зеленый Козероог',
        volumecoff: '500р / 450 мл',
        description: 'Это не просто кофе — это напиток-отражение вашей неутомимой натуры. Еще Зеленый Козерог — это уникальный микс зеленого кофе, обжаренного до благородного янтарного оттенка, с добавлением тонких ноток имбиря, меда и щепотки гималайской соли. Подается в керамической чаше с деревянным подносом, символизируя вашу связь с землей и небом.',
        composition: 'Матча, молоко',
      },
    ],
  },
  {
    id: 4,
    name: 'Не кофе',
    posts: [
      {
        id: 1,
        img: '/src/assets/images/menu/menu04/coff01.png',
        namecoff: 'Чай',
        volumecoff: '250р / 150 мл',
        description: 'Это не просто напиток — это живая поэзия, застывшая между небом и землёй. Каждый лист — страница древней книги, написанной ветром, солнцем и дождём. Чай — это танец вкусов: от нежных цветочных шёпотов белого чая до бархатной глубины пуэра, от искристого цитрусового смеха улуна до дымной саги выдержанного лапсанг соушонга…',
        composition: 'Чай Черный/Зеленый, листовой',
      },
      {
        id: 2,
        img: '/src/assets/images/menu/menu04/coff02.png',
        namecoff: 'Облепиховый чай',
        volumecoff: '300р / 450 мл',
        description: 'Это не просто чай — это жидкое солнце, пойманное в фарфоровые объятия чашки. Ярко-янтарный, с искрящимися каплями облепихового масла на поверхности, он словно впитал в себя последнее тепло осеннего солнца перед долгой зимой. Облепиховый чай — это взрывная симфония кисло-сладких нот, где танинная глубина чайного листа мягко обнимается с сочной витаминной радостью ягод, а лёгкий мёд добавляет тёплую медовую гладь этому бурлящему оранжевому океану…',
        composition: 'Чай Черный/Зеленый, листовой, ягоды облепихи, мед, корица',
      },
      {
        id: 3,
        img: '/src/assets/images/menu/menu04/coff03.png',
        namecoff: 'Пунш Смородина',
        volumecoff: '350р / 450 мл',
        description: 'Это не просто напиток — это алхимия контрастов. Густая чёрная смородина, растёртая в бархатное пюре, встречается с хрустальной прохладой мятного льда. Тёмно-рубиновый гранат, как капли застывшей страсти, тонет в этом искрящемся эликсире. А легкий джинновый шлейф (или игристое шампанское для нежного варианта) обволакивает всё это великолепие дымкой тайны…',
        composition: 'Ягоды смородины, листы мяты, вишня, корица, бадьян, глинтвейн б/а',
      },
      {
        id: 4,
        img: '/src/assets/images/menu/menu04/coff04.png',
        namecoff: 'Лимонад Киви-Фейхоа',
        volumecoff: '450р / 500 мл',
        description: 'Это не просто лимонад — это буря в стакане, где сталкиваются две стихии. Яркая кислинка киви, взрывающаяся сотней зелёных искр, и бархатная сладость фейхоа с её экзотическим послевкусием, напоминающим то ли ананас, то ли землянику, то ли что-то невероятно тёплое и далёкое…',
        composition: 'Лед, сироп Киви, пюре Фейхоа, лимонный сок, газированная вода',
      },
      {
        id: 5,
        img: '/src/assets/images/menu/menu04/coff05.png',
        namecoff: 'Пунш Манго-Малина',
        volumecoff: '250р / 450 мл',
        description: 'Солнечное манго, сладкое, как первая любовь, встречается с страстной малиной, чья яркая кислинка будто вспышка салюта на тёмном небе. Лёгкие нотки лайма и мяты добавляют прохладную глубину, а игристые пузырьки газированной воды (или шампанского для праздничного варианта) превращают каждый глоток в фейерверк эмоций…',
        composition: 'Малина, манго, вишня, корица, бадьян, глинтвейн б/а',
      },
      {
        id: 6,
        img: '/src/assets/images/menu/menu04/coff06.png',
        namecoff: 'Глинтвейн',
        volumecoff: '300р / 450 мл',
        description: 'Это не просто напиток — это шёпот заснеженного леса, превращённый в тёплую амброзию. Наш глинтвейн — это алхимия зимних специй и сочных фруктов, где каждый глоток обволакивает, как мягкий плед в морозный вечер.',
        composition: 'Вишня, корица, бадьян, глинтвейн б/а',
      },
      {
        id: 7,
        img: '/src/assets/images/menu/menu04/coff07.png',
        namecoff: 'Молочный Коктейль',
        volumecoff: '400р / 350 мл',
        description: 'Это не просто напиток — это воспоминание из детства, воплощённое в бархатистой глади молока, взбитого до состояния летнего облака. Наш молочный коктейль — это волшебный эликсир, где сливаются в гармонии нежная молочная основа и выбранный вами вкус: будь то золотистая карамель, страстная клубника или таинственный шоколад.',
        composition: 'Молоко, взбитые сливки, фруктово-ягодное пюре',
      },
      {
        id: 8,
        img: '/src/assets/images/menu/menu04/coff08.png',
        namecoff: 'Лимонад Манго-Кокос',
        volumecoff: '500р / 450 мл',
        description: 'Лимонад «Манго-Кокос» — Тропический Поцелуй в Вашем Бокале. Для тех, кто мечтает перенестись на белоснежный пляж, даже не покидая города… Это не просто лимонад — это жидкий закат в стакане, где золотистое манго танцует с молочной нежностью кокоса, создавая симфонию экзотических вкусов.',
        composition: 'Лед, пюре манго, сироп Кокосовый, лимонный сок, газированная вода',
      },
    ],
  },
  {
    id: 5,
    name: 'Детское меню',
    posts: [
      {
        id: 1,
        img: '/src/assets/images/menu/menu05/coff01.png',
        namecoff: 'Клубничный Экспресс',
        volumecoff: '250р / 150 мл',
        description: 'Клубничный Экспресс — Волшебное Путешествие для Маленьких Гурманов! Для юных первооткрывателей вкусов, готовых отправиться в сладкое приключение… Это не просто напиток — это билет в страну вкусных чудес, где вагончики из спелой клубники мчатся по рельсам из молочной нежности, а облака из воздушной пенки похожи на сахарную вату с ярмарки детства!',
        composition: 'Молоко, сливки, клубничное пюре, мед, ягоды клубники',
      },
      {
        id: 2,
        img: '/src/assets/images/menu/menu05/coff02.png',
        namecoff: 'Мяу',
        volumecoff: '300р / 450 мл',
        description: 'Представьте солнечный день, полный смеха и радости, а в руках у вашего малыша – яркий, игривый напиток с забавным названием "Мяу"! Это не просто сок – это маленькое приключение в стакане, созданное специально для юных гурманов.Фруктово-ягодный взрыв – нежный, сладкий, с лёгкой кислинкой, напиток "Мяу" сочетает в себе лучшие дары природы: спелые ягоды, сочные фрукты и капельку волшебства. Каждый глоток – это фейерверк вкусов, который точно понравится даже самым привередливым маленьким дегустаторам.',
        composition: 'Сок красный апельсин, банановое пюре, пюре маракуйи, морковный сок',
      },
      {
        id: 3,
        img: '/src/assets/images/menu/menu05/coff03.png',
        namecoff: 'Банановое Чудо',
        volumecoff: '350р / 450 мл',
        description: 'Погрузитесь в мир сладких грёз и беззаботного счастья с этим удивительным напитком, созданным специально для маленьких мечтателей! "Банановое чудо" – это не просто коктейль, а настоящее кулинарное путешествие в тропический рай, где царит вкус спелых бананов, сливочная нежность и капелька солнечного света.',
        composition: 'Молоко, сливки, банановое пюре, кокосовая стружка',
      },
      {
        id: 4,
        img: '/src/assets/images/menu/menu05/coff04.png',
        namecoff: 'Лимонад Лимон-Личи',
        volumecoff: '450р / 500 мл',
        description: 'Представьте, как яркое летнее солнце играет в каплях росы, а лёгкий ветерок приносит аромат спелых личи и сочных лимонов… Именно так рождается наш волшебный лимонад «Лимон-Личи» – идеальный напиток для маленьких ценителей вкуса и натуральной свежести!',
        composition: 'Пюре Личи, сок лимона, лед, газировання вода',
      },
      {
        id: 5,
        img: '/src/assets/images/menu/menu05/coff05.png',
        namecoff: 'Джунгли',
        volumecoff: '250р / 450 мл',
        description: 'Отправьтесь в увлекательное путешествие сквозь густые тропические заросли, где за каждым листком прячется новый вкус! Наш волшебный напиток "Джунгли" – это взрывная смесь сочных тропических фруктов, созданная специально для юных первооткрывателей.',
        composition: 'Сок Ананасовый, пюре маракуйи, пюре манго, кокосовая стружка',
      },
      {
        id: 6,
        img: '/src/assets/images/menu/menu05/coff06.png',
        namecoff: 'Фруктовый Рай',
        volumecoff: '300р / 450 мл',
        description: 'Представьте, как ваш малыш отхлебывает из соломинки саму радость – сладкую, игристую, переливающуюся всеми цветами лета! Наш "Фруктовый Рай" – это не просто напиток, а настоящий билет в страну вечного детства, где Тропический карнавал вкусов',
        composition: 'Сок мультифрукт, банановое пюре, сироп киви, пюре манго',
      },
      {
        id: 7,
        img: '/src/assets/images/menu/menu05/coff07.png',
        namecoff: 'Манговый Корабель',
        volumecoff: '400р / 350 мл',
        description: 'Представьте, как золотистые лучи тропического солнца играют в сочной мякоти спелого манго, а прохладный бриз доносит ароматы экзотических островов… Добро пожаловать на борт «Мангового Корабля» – самого вкусного путешествия в детском меню!',
        composition: 'Вода газированная, лед, пюре маракуйи,сок лимона, сироп манго',
      },
      {
        id: 8,
        img: '/src/assets/images/menu/menu05/coff08.png',
        namecoff: 'Нежнятина',
        volumecoff: '500р / 450 мл',
        description: 'Представьте, как первый весенний ветерок, пропитанный ароматом спелых ягод и свежих сливок, мягко обнимает вас... Именно так рождается наш волшебный напиток "Нежнятина" – настоящее воплощение нежности и заботы в детском меню!',
        composition: 'Молоко, сливки, пюре малины, пюре клубники, ягоды черешни',
      },
    ],
  },
];

export const values = [
  {
    img: '/src/assets/images/about/quality.svg',
    heading: 'Качество',
    title: 'Мы ценим качество нашего кофе и поэтому выбираем высшие сорта кофейных зерен.',
  },
  {
    img: '/src/assets/images/about/engagement.svg',
    heading: 'Вовлеченность',
    title: 'Мы очень ценим вовлеченность в процес. Это помогает нам быть с вами всегда на одной волне.',
  },
  {
    img: '/src/assets/images/about/development.svg',
    heading: 'Развитие',
    title: 'Развитие всегда должно быть постепенным. Оно помогает нам облегчать жизнь нашей команды ',
  },
];

export const formats = [
  {
    img: '/src/assets/images/franchise/form01.png',
    heading: 'Basic',
    title: 'Бар формата «остров» без посадки. Идеально подходит для мест с ограниченной площадью, располагается в локациях со сформированным трафиком.',
    investment: 'От 2 400 000 р',
    average: '1 000 000 р',
    term: ' От 5 месяцев' ,
  },
  {
    img: '/src/assets/images/franchise/form02.png',
    heading: 'Basic+',
    title: 'Бар формата «остров» с посадочной зоной. Располагается в местах со сформированным трафиком',
    investment: 'От 5 400 000 р',
    average: '3 000 000 р',
    term: ' От 12 месяцев' ,
  },
  {
    img: '/src/assets/images/franchise/form03.png',
    heading: 'Street +',
    title: 'Кофейня с отдельным входом и посадочной зоной. Рассчитана на уличный трафик, имеет высокий средний чек, может располагаться в спальных районах, рядом с бизнес центрами, на центральных улицах или ЖК',
    investment: 'От 8 200 000 р',
    average: '20 500 000 р',
    term: ' От 16 месяцев' ,
  },
];

export const news = [
  {
    id: 1,
    heading: 'Новое меню',
    img: '/src/assets/images/home/new01.png',
  },
  {
    id: 2,
    heading: 'Открытие новой кофейни',
    img: '/src/assets/images/home/new02.png',
  },
  {
    id: 3,
    heading: 'Устраиваем мастер-класс',
    img: '/src/assets/images/home/new03.png',
  },
  {
    id: 4,
    heading: 'Гадаем на кофейной гуще',
    img: '/src/assets/images/home/new04.png',
  },
];

export const coffeehouse = [
  {
    heading: 'HAPPY LITTLE на Площади Революции',
    img: '/src/assets/images/contacts/coffeehouse01.png',
  },
  {
    heading: 'HAPPY LITTLE на Павелецкой',
    img: '/src/assets/images/contacts/coffeehouse02.png',
  },
  {
    heading: 'HAPPY LITTLE на Парковой',
    img: '/src/assets/images/contacts/coffeehouse03.png',
  },
  {
    heading: 'HAPPY LITTLE на Театральной',
    img: '/src/assets/images/contacts/coffeehouse04.png',
  },
];

export const coffees = [
  {
    id:1,
    name: 'Утонченный Рак',
    descriptions: '(Латте с добавлением ванили)',
    composition: 'Эспрессо, молоко, ванильный сироп',
    volume: '50 мл',
    price: '150 р',
    img: "/src/assets/images/menu/menu03/coff01.png",
    bigimg: '/src/assets/images/menu/menu03/coff01.png',
  },
  {
    id:2,
    name: 'Шоколадный Лев',
    descriptions: '(Кофе с шоколадным кремом и сливками)',
    composition: 'Эспрессо, сливки 20%, шоколадный топпинг',
    volume: '250 мл',
    price: '350 р',
    img: '/src/assets/images/menu/menu03/coff02.png',
    bigimg: '/src/assets/images/menu/menu03/coff02.png',
  },
  {
    id:3,
    name: 'Мягкий Овен',
    descriptions: 'Сливочный Айс-капучино',
    composition: 'Эспрессо, молоко, сливки 20%',
    volume: '350 мл',
    price: '400 р',
    img: '/src/assets/images/menu/menu03/coff03.png',
    bigimg: '/src/assets/images/menu/menu03/coff03.png',
  },
  {
    id:4,
    name: 'Какаво Скорпиону',
    descriptions: '(Какао с пряностями)',
    composition: 'Корица, Имбирь, Гвоздика, Мускатный орех, Кардамон, Кайенский перец, Бадьян',
    volume: '350 мл',
    price: '450 р',
    img: '/src/assets/images/menu/menu03/coff04.png',
    bigimg: '/src/assets/images/menu/menu03/coff04.png',
  },
  {
    id:5,
    name: 'Любовь Девы',
    descriptions: '(Гляссе с шоколадной крошкой)',
    composition: 'Мороженное Сливочный пломбир, тертый шоколад, шоколадный топпинг',
    volume: '450 мл',
    price: '500 р',
    img: '/src/assets/images/menu/menu03/coff05.png',
    bigimg: '/src/assets/images/menu/menu03/coff05.png',
  },
  {
    id:7,
    name: 'Флэт Рыбельский',
    descriptions: '(Флэт Уайт с добавилением сиропа Curacao)',
    composition: 'Эспрессо, молоко, сироп "Blue Curacao',
    volume: '300 мл',
    price: '400 р',
    img: '/src/assets/images/menu/menu03/coff06.png',
    bigimg: '/src/assets/images/menu/menu03/coff06.png',
  },
  {
    id:8,
    name: 'Глаза Близнеца',
    descriptions: '(Фраппуджио с добавлением орехов)',
    composition: 'Эспрессо, лед, молоко, топпинг "карамель", основа для молочного коктейля "ваниль", грецкие орехи',
    volume: '350 мл',
    price: '450 р',
    img: '/src/assets/images/menu/menu03/coff07.png',
    bigimg: '/src/assets/images/menu/menu03/coff07.png',
  },
  {
    name: 'Еще Зеленый Козерог',
    descriptions: '(Матча-латте)',
    composition: 'Матча, молоко',
    volume: '450 мл',
    price: '500 р',
    img: '/src/assets/images/menu/menu03/coff08.png',
    bigimg: '/src/assets/images/menu/menu03/coff08.png',
  },
];

export const aboutSlider = [
  {
    img: '/src/assets/images/about/slide01.png',
  },
  {
    img: '/src/assets/images/about/slide02.png',
  },
  {
    img: '/src/assets/images/about/slide03.png',
  },
];

export const mainStatistics = [
  {
    number: '5',
    info: 'Городов присутствия',
  },
  {
    number: '3',
    info: 'Года на рынке',
  },
  {
    number: '10',
    info: 'Кофеен в сети',
  },
];

export const help = [
  {
    img: '/src/assets/images/franchise/franchising.svg',
    heading: 'Франчайзинг',
    title: 'Обучение в центральном офисе. Повышение квалификации. База знаний.',
  },
  {
    img: '/src/assets/images/franchise/marketing.svg',
    heading: 'Маркетинг',
    title: 'Каталог акций. Социальные сети. Маркетинговый план открытия.',
  },
  {
    img: '/src/assets/images/franchise/it.svg',
    heading: 'IT отдел',
    title: 'Система лояльности. Техническая поддержка. Собственная ERP-система.',
  },
];
